{
  "persons": [
    {
      "id": "1",
      "name": "Prof.Dr. Ceenu George",
      "email": "ceenu.george@tu-berlin.de",
      "room": "E-N 358",
      "officeHours": "",
      "address": "Einsteinufer 17, Sekr. EN-20",
      "description_short":"Professor of Human-Computer Interaction at TU Berlin.",
      "description":"Professor of Human-Computer Interaction at TU Berlin.",
      "photo": "people/ceenu-2.jpg",
      "cv": [
    {
      "title": "Short CV",
      "items": [
        {
          "text": "Ceenu George is a CS Professor at the Technical University of Berlin, where she leads the Chair for Human-Computer Interaction. She brings over 15 years of combined academic and industry experience across human-computer interaction and digital product development. From 2021 to 2023, she was a Senior Researcher at Google Munich, working in the Trust and Safety Research team. During this time, she also held a Visiting Professorship (W3) at the Human-Centered Artificial Intelligence lab at the University of Augsburg (September 2021 to September 2022). She earned her PhD (Dr. rer. nat.) from LMU Munich, focusing on Virtual Reality Interfaces for Seamless Interaction with the Physical Reality. ",
          "text2": "Prior to her academic career, she held various industry roles including Senior Digital Product Manager and UX Research Lead at American Express in Munich and London, and research and development positions at Goldman Sachs (London) and the United Nations Office on Drugs and Crime (Vienna). She holds an M.Sc. in Human-Centred Computer Systems from the University of Sussex and a B.Sc. in Computer Science with Business from the University of Bath. "
        }
      ]
    },
    {
      "title": "Research Philosophy",
      "items": [
        {
          "text": "As AI takes over more human tasks and products are increasingly optimized for user attention, we need to ask: what should we really be optimizing for? Maximizing attention isn’t inherently wrong. It is a product decision, aligned with business models that rely on engagement to generate revenue. ",
          "text2": "But as an independent researcher, I’m interested in exploring different priorities. What if we designed systems that support curiosity, not by demanding attention, but by aligning with how people naturally build understanding over time? ",
          "text3": "In everyday interactions like navigating, writing, or searching, people often just want to get from A to B. In those moments, users rarely seek out long-term understanding of the system. Yet that understanding still matters, especially as AI systems grow more autonomous and increasingly influence decisions and outcomes. ",
          "text4": "I believe the key lies in peripheral perception: the subtle, background awareness we maintain of our surroundings without focusing on them directly. Peripheral interaction is not the same as curiosity, but it can nurture it. It allows people to pick up on patterns, signals, and behaviors without interrupting their primary tasks. ",
          "text5": "By engaging users at the edges of attention, we can help them build a deeper awareness of system behavior. This makes room for curiosity to emerge naturally, even during fast, goal-driven primary interactions. ",
          "text6": "That is why I build systems that operate in the periphery, especially in AR/VR and hybrid environments where physical and digital spaces intersect. "}
      ]
    },
    {
      "title": "Lab Vision",
      "items": [
        {
          "text": "We design AR/VR systems that support continuous, human-centered learning in hybrid environments—where physical, 2D, and 3D spaces intersect. By leveraging peripheral interaction, we aim to help users stay aware of what intelligent systems are doing, even when tasks are automated.",
          "text2": "Our research combines theory, prototyping, and empirical studies to explore how users interact across devices and dimensions. We focus on creating interfaces that are unobtrusive, perceptually aligned, and grounded in the dynamics of real-world attention and cognition. ",
          "text3": "Our goal is to enable technology that supports curiosity, awareness, and agency—without demanding more attention."
        }
      ]
    }
  ],
      "research_projects": [],
      "publications": []
    },
    {
      "id": "2",
      "name": "David Fuhry",
      "email": "d.fuhry@tu-berlin.de",
      "room": "EN-357",
      "officeHours": "Tuesdays 14:00-16:00 and on appointment",
      "address": "Einsteinufer 17, Sekr. EN-20",
      "description_short": "Research Assistant and PhD Student at TU Berlin.",
      "description": "Research Assistant and PhD Student at TU Berlin.",
      "photo": "/people/david.jpg",
      "cv": [
        {
          "title": "Short CV",
          "items": [  {
            "text": "Currently I'm primarily interested in the effective representation and communication of Cultural Heritage, particularly intangible cultural heritage, through XR environments and applications. I'm also open to topics in the fields of image processing, natural language processing and other adjacent fields."
          }]},
            {
          "title": "Professional and Academic Experience",
          "items": [
            {
              "year": "Since 2024",
              "title": "Research Assistant and PhD Student",
              "description": "Human-Computer Interaction Group, TU Berlin"
            },
            {
              "year": "2024",
              "title": "Software Engineer",
              "description": "Sedidoc GmbH"
            },
            {
              "year": "2022 - 2023",
              "title": "Research Assistant",
              "description": "Research Center Digital Organology, Museum of Musical Instruments, Leipzig University"
            },
            {
              "year": "2020 - 2022",
              "title": "Student Assistant",
              "description": "Research Center Digital Organology, Museum of Musical Instruments, Leipzig University"
            }
          ]
        },
        {
          "title": "Education",
          "items": [
            {
              "year": "2022",
              "title": "M.Sc., Digital Humanities",
              "description": "Leipzig University"
            },
            {
              "year": "2022",
              "title": "B.A., Cultural Studies",
              "description": "Leipzig University"
            },
            {
              "year": "2020",
              "title": "B.Sc., Digital Humanities",
              "description": "Leipzig University"
            }
          ]
        }
      ],
      "research_projects": [
        {
          "title": "Principal Author of the Image to MIDI digitisation software",
          "description": "Part of the BMBF funded DISKOS project"
        }
      ],
      "publications": []
    },
    {
      "id": "3",
      "name": "Rishab Bhattacharyya",
      "email": "rishab.bhattacharyya@tu-berlin.de",
      "room": "EN-357",
      "officeHours": "Tuesdays 14:00-16:00 and on appointment",
      "address": "Einsteinufer 17, Sekr. EN-20",
      "description": "Research Assistant and PhD Student at TU Berlin.",
      "photo": "/people/rishab.jpg",
      "cv": [
        {
          "title": "Short CV",
          "items": [
            {
              "text": "My research focuses on understanding and preserving spatial knowledge acquisition within indoor navigation systems. I am particularly interested in the cognitive aspects of navigation and in designing technology that supports and enhances these cognitive processes, from an HCI perspective. The widespread adoption of route-guided navigation systems, such as GPS-based navigation, has led to a gradual decline in human spatial awareness. This issue is often overlooked by the developers of navigation technologies. My research addresses this gap by exploring two key areas: human cognition in navigation and the development of technology that preserves and supports cognitive processes. On the cognitive side, I investigate how humans acquire spatial knowledge in different environments, theorizing spatial knowledge acquisition through landmarks in indoor spaces and examining the intrinsic cognitive differences between indoor and outdoor navigation. From a technological perspective, I focus on developing precise localization methods for indoor navigation, utilizing both head-mounted displays (HMDs) and smartphones. I also explore the role of different modalities in navigation, including audio, speech, and haptics, as well as the visual, auditory, and haptic representation of landmarks to support spatial awareness."
            }
          ]
        }
      ]
    },
    {
      "id": "4",
      "name": "Garcia, Esteli Mariana",
      "email": "e.garcia@tu-berlin.de",
      "room": "EN-357",
      "officeHours": "",
      "address": "Einsteinufer 17, Sekr. EN-20",
      "description_short": "Research Assistant and PhD Student at TU Berlin.",
      "description": "I am interested in investigating emerging technologies with (XR) within workplace contexts. I envision a future where virtual reality (VR) and augmented reality (AR) devices are as ubiquitous as smartphones, making it essential to facilitate their adoption through research. My focus areas may include hybrid work environments using AR/VR, technological integration into existing workspace systems, and researching multimodal interactions within AR/VR experiences.",
      "photo": "/people/esteli.jpg",
      "cv": [
        {
          "title": "Professional Background",
          "items": [
            {
              "text": "I have a diverse professional background. Between my bachelor’s and master’s studies, I worked as a lab technician in a biochemistry laboratory, later transitioning to a role as a high school science teacher. More recently, my career expanded into user-experience research, with a particular emphasis on AR technologies at BMW."
            }
          ]
        },
        {
          "title": "Education",
          "items": [
            {
              "year": "",
              "title": "M.Sc., Cognitive Systems",
              "description": "Ulm University"
            },
            {
              "year": "",
              "title": "B.A., Psychology",
              "description": "University of Washington"
            },
            {
              "year": "",
              "title": "B.Sc., Biology",
              "description": "University of Washington"
            }
          ]
      }
      ]
    },
    {
      "id": "5",
      "name": "Özlem Ocak",
      "email": "ocak@tu-berlin.de",
      "room": "EN-358",
      "officeHours": "",
      "description": "Secretary's office",
      "photo": "/people/oezlem.jpg",
      "cv": []
    },
    {
      "id": "6",
      "name": "Thekla Mayer",
      "email": "t.mayer@campus.tu-berlin.de",
      "room": "EN-362",
      "officeHours": "",
      "description": "Working student at HCI Lab. B.Sc. in Computer Science",
      "photo": "/people/thekla.jpg",
      "cv": []
    },
    {
      "id": "7",
      "name": "Tessa Billens",
      "email": "t.billens@campus.tu-berlin.de",
      "room": "EN-362",
      "officeHours": "",
      "description": "Working student at HCI Lab. B.Sc. in Media Computer Science",
      "photo": "/people/tessa.jpg",
      "cv": []
    },
    {
      "id": "8",
      "name": "Cosima Holler",
      "email": "c.holler@campus.tu-berlin.de",
      "room": "EN-362",
      "officeHours": "",
      "description": "Working student at HCI Lab. B.Sc. in Computer Science",
      "photo": "/people/cosima.jpg",
      "cv": []
    }
  ]
}