{
  "research": [{
    "id": "1",
    "title": "MuC 2025 Workshop - Embedding HCI in the Real World",
    "subtitle": "Strategies for Recruitment and Field Research on Collaboration in Hybrid Spaces",
    "text": "We invite researchers, practitioners, and academics from diverse sectors to participate in our workshop on field studies with emerging technologies in collaborative, hybrid spaces. The workshop will focus on recruitment, methodologies, challenges, regulatory considerations, and future applications in this domain. We aim to foster discussions and networking opportunities among experts and newcomers alike. The workshop will feature lightning talks, discussions, and a participatory design session to explore different perspectives on conducting field studies in collaborative work settings. Selected submissions will be presented as 5-minute lightning talks followed by 5-minute discussions.",
    "media" : [],
    "dates": [
                { "time": "Submission Deadline", "event": "22.06.2025" },
                { "time": "Notification of Acceptance", "event": "30.06.2025" },
                { "time": "Final Submission", "event": "16.07.2025" },
                { "time": "Workshop @ MuC 2025", "event": "31.08.2025" }
],
    "info" : "31.08.2025 ",
    "program": [
  { "time": "10AM", "event": "Keynote (20 min)" },
  { "time": "", "event": "Participant presentations highlighting diverse case studies and experiences (10 min each, max 120 mins plus a break of 15 min)" },
  { "time": "", "event": "Brief introduction to methodological and regulatory considerations (20 mins)" },
  { "time": "", "event": "Participatory design session to collaboratively develop field study methodologies (120 mins). Based on prior participatory workshops on emerging technologies, participants will be split into groups. Each group will be guided by one of the workshop organizers. There will be three rounds with three different prompts. The aim of this participatory session is to create concrete field study methodologies to develop, investigate and understand emerging technologies in hybrid, collaborative spaces." },
  { "time": "", "event": "Group presentation and discussion to summarize methodological insights and practical recommendations (60 mins). Each group presents their findings from the participatory design sessions." },
  { "time": "", "event": "Workshop conclusion to summarize the day and discuss how to proceed with the topic within this community. (20 min)" }
],
  "submissions": {
  "text": "We invite researchers, practitioners, and academics from diverse sectors to participate in our workshop on field studies with emerging technologies in collaborative, hybrid spaces. The workshop will focus on methodologies, challenges, regulatory considerations, recruitment strategies and future applications in this domain. We aim to foster discussions and networking opportunities among experts and newcomers alike.",
  "bullets": [
    "Deadline: 22.06.2025",
    "Format: Position paper of 1 to 2 pages in the ACM two-column template using the <span style=\"color:#740712\"><a href='https://www.overleaf.com/latex/templates/acm-conference-proceedings-primary-article-template/wbvnghjbzwpc' target='_blank' >Overleaf template.</a></span>",
    "Topics: Papers should address field study experiences, methodologies, emerging technologies, regulatory considerations, recruitment strategies or propose concepts for future applications.",
    "All submissions must include author information",
    "Please submit your position paper through <span style=\"color:#740712\"><a href='https://www.conftool.pro/muc2025/index.php/' target='_blank'>ConfTool</a></span>.",
    "Submissions will be reviewed by workshop organizers and fellow participants. Accepted submissions will be included in the <span style=\"color:#740712\"><a href='https://dl.gi.de/' target='_blank'>GI Digital Library</a></span>.",
    "At least one author of each accepted submission must attend in person and register for at least one day of the conference.",
    "Six selected submissions will be presented in the form of lightning talks (5 mins each) with subsequent discussion (5 mins each). All other accepted submissions will be presented in the form of posters."
  ]

},
"workshopGoals": {
  "text": "Building on prior work in HCI field research, this workshop moves beyond conceptual debates to focus on practical strategies for integrating field studies in the future of collaborative work in hybrid spaces.",
  "bullets": [
    {
      "title": "Assess the current state of field research in HCI with the workshop participants",
      "content": "Particularly within Germany and the EU. Based on their experience and the case studies that they have submitted, participants will review the scope, frequency, and impact of field studies while identifying the methodological, regulatory, and funding constraints that have hindered their adoption."
    },
    {
      "title": "Identify methodological advances that facilitate efficient field studies",
      "content": "Participants will exchange insights on effective tools, study designs, and workflows that enable a transition from controlled experiments to real-world deployments. Kjeldskov et al.[7] discuss that the HCI community needs to find ways to move earlier into the field. We want to build upon their discussion and explore within this workshop how far we have come and more critically reflect on why the move to the field is happening slower than we envision at the start of projects. We are specifically interested in case studies from practitioners and researchers that failed or required multiple rounds of improvements. However, the discussion will also include examples of successful field research methodologies [6], as well as strategies for balancing scientific rigor with real-world constraints [11]."
    },
    {
      "title": "Explore best practices for regulatory compliance and data-sharing",
      "content": "The discussion will focus on strategies for navigating legal and ethical requirements in field studies, particularly under the Forschungsdatenschutzgesetz/research data regulations [2]. Additionally, the workshop will examine how universities and research institutions can support standardized, legally compliant data collection and sharing early in the project in a timely manner."
    },
    {
      "title": "Address structural barriers in publishing and funding that discourage field studies",
      "content": "Participants will discuss how HCI publishing norms favor lab-based research, limiting incentives for longitudinal, real-world studies. This discussion will explore how we can address this as a community."
    },
    {
      "title": "Develop inclusive recruitment strategies and confidence-building measures for successful field access in field studies",
      "content": ""
    }
  ]
},
"organizers": [
  {
    "name": "Ceenu George",
    "affiliation": "Technical University of Berlin",
    "description": "is a TT professor of Human-Computer Interaction at the Technical University of Berlin. Her research explores the intersection of HCI, extended reality (XR), and explainable AI (XAI), with a focus on collaborative interactions in hybrid environments. She has organized workshops at leading conferences and actively contributes to the HCI/XR community. Her work has been published in top-tier venues, addressing user experience, adaptive interfaces, and participatory design methods."
  },
  {
    "name": "Franziska Günther",
    "affiliation": "Technical University of Berlin / TU Dortmund University",
    "description": "is an ethnologist specializing in psychological anthropology. She is a research associate at TU Berlin and a doctoral candidate at TU Dortmund University. Her research focuses on the perspectives of individuals with lived experience at the intersection of peer support and professional participation. Using qualitative research methods, she explores the experiences and challenges faced by people with mental health conditions."
  },
  {
    "name": "Jana-Sophie Effert",
    "affiliation": "TU Dortmund University",
    "description": "is a research assistant and doctoral candidate at the Department of Work, Inclusion and Technology at TU Dortmund University. With a background in psychology and a focus on human factors, she is currently working primarily on the human-centered design of inclusive work systems. The focus is on the integration of people with disabilities in the development process of work software."
  },
  {
    "name": "Eva Wiese",
    "affiliation": "Technical University of Berlin",
    "description": "is a full professor of Experimental Psychology and Social Neuroscience at the Technical University of Berlin. Her research examines cognitive, behavioral and affective processes underlying social interactions between humans and artificial agents, such as robots or AI. She uses neural and behavioral measures in combination with dynamic interaction protocols that allow participants to engage in realistic social interactions with artificial agents and investigates how the brain responds to their social input."
  },
  {
    "name": "Sebastian Möller",
    "affiliation": "Technical University of Berlin / German Research Center for Artificial Intelligence (DFKI)",
    "description": "is a full professor for Quality and Usability at the Faculty for EE and CS of Technische Universität Berlin, and a Scientific Director at the German Research Center for Artificial Intelligence (DFKI). His focus is on the evaluation of Quality of Experience and User Experience, as well as on speech-based and text-based interfaces, mostly relying on large foundation models. He has contributed to VR/XR interfaces, and has founded the Berlin XR Lab."
  },
  {
    "name": "Veronica Hoth",
    "affiliation": "TU Chemnitz / TU Berlin",
    "description": "is a designer, research assistant at TU Chemnitz, and a doctoral candidate at TU Berlin. Her work focuses on user experience and human-centered design. She conducts research on design ethics to integrate value-oriented design into the human-centered design process through co-design workshops. Her focus lies in considering privacy and diversity in HCI design."
  },
  {
    "name": "Falko Dressler",
    "affiliation": "Technical University of Berlin",
    "description": "is a full professor for Telecommunication Networks at the School of Electrical Engineering and Computer Science, TU Berlin. His research objectives include next generation wireless communication systems in combination with distributed machine learning and edge computing for improved resiliency. Application domains include the internet of things, cyber-physical systems, and the internet of bio-nano-things."
  },
  {
    "name": "Stefan Brandenburg",
    "affiliation": "Chemnitz University of Technology",
    "description": "is Professor of General Psychology and Human Factors at Chemnitz University of Technology. His work focuses on the methods and explanatory models of human experience and behavior in relation to their interaction with technologies as well as the ethical aspects of the use and development of hybrid work and collaboration of new technologies."
  },
  {
    "name": "Frauke Mörike",
    "affiliation": "TU Dortmund University",
    "description": "heads the Department of Work, Inclusion and Technology at TU Dortmund University. As an ethnologist and business information scientist with many years of practical experience in multinational companies, her research interest is the design of inclusive socio-technical work systems with a special focus on the production conditions of software and the opportunities/risks of new forms of work for participation in work."
  },
  {
    "name": "Moritz Queisner",
    "affiliation": "Charité – Universitätsmedizin Berlin",
    "description": "is a professor in the field of digital health at the Department of Surgery at Charité – Universitätsmedizin Berlin. He is an expert in health technologies with a focus on future applications, technology assessment, knowledge transfer, and design principles in surgery. Moritz has an academic background in media studies, science and technology studies and digital health. His research explores mixed and virtual reality, imaging technologies and 3D/4D simulation in surgery."
  }
],
  "topicsOfInterest": {
  "text": "Rather than addressing these barriers in isolation, we organize discussions around three key themes that are central to advancing field studies in HCI:",
  "bullets": [
    {
      "title": "Structural Challenges in Conducting Field Research",
      "content": "How can we shift the publishing incentives in HCI to better support real-world research? What funding structures are needed to enable long-term, field-based studies instead of short-term lab projects? How can we make longitudinal field studies more feasible within current academic and industry collaboration models?"
    },
    {
      "title": "Regulatory and Ethical Considerations",
      "content": "How can researchers navigate the Forschungsdatenschutzgesetz, the EU AI Act, and other regulatory constraints when collecting real-world data? What are best practices for ensuring compliance while maintaining the scientific integrity and ecological validity of field research? How can research institutions support standardized, legally sound data-sharing frameworks?"
    },
    {
      "title": "Practical Methodologies for Moving into the Field",
      "content": "What methods and tools have successfully enabled field studies in HCI? How can we ensure collaboration between AI systems, digital tools, and human teams in real-world research? What are the best ways to measure impact and effectiveness in field settings while maintaining methodological rigor?"
    },
    {
      "title": "Challenges in Participant Recruitment and Decision-Making",
      "content": "What strategies can be employed to effectively recruit hard-to-reach groups, including marginalized populations and experts in specific contexts? How can we address the individual barriers—such as fear and mistrust—as well as the methodological difficulties in sampling that hinder participation?"
    }
  ]
}
   },
    {
    "id": "2",
     "title": "Indoor Navigation",
     "text": "A video demonstration of a prototype for indoor navigation using a smartphone with augmented reality.",
     "media" : [{
        "type": "video",
        "src": "/assets/Navigation1.mp4",
        "alt": "Indoor Navigation"
     }, {
        "type": "video",
        "src": "/assets/Navigation2.mp4",
        "alt": "Indoor Navigation"
     }]
    }
  ]
}