{
  "research": [
    {
      "id": "1",
      "title": "MuC 2025 Workshop - Embedding HCI in the Real World",
      "subtitle": "Strategies for Recruitment and Field Research on Collaboration in Hybrid Spaces",
      "description": "We invite researchers, practitioners, and academics from diverse sectors to participate in our workshop on field studies with emerging technologies in collaborative, hybrid spaces. The workshop will focus on recruitment, methodologies, challenges, regulatory considerations, and future applications in this domain. We aim to foster discussions and networking opportunities among experts and newcomers alike. The workshop will feature lightning talks, discussions, and a participatory design session to explore different perspectives on conducting field studies in collaborative work settings. Selected submissions will be presented as 5-minute lightning talks followed by 5-minute discussions.",
       "relatedProjects": [
    {
      "title": "See workshop reflection:",
      "linkTitle": "Reflections from MuC 2025: Field Research in HCI"
    }
      ],
      "media": [],
      "dates": [
        { "label": "Submission Deadline", "value": "29.06.2025" },
        { "label": "Notification of Acceptance", "value": "30.06.2025" },
        { "label": "Final Submission", "value": "16.07.2025" },
        { "label": "Workshop @ MuC 2025", "value": "31.08.2025" }
      ],
      "sections": [
        {
          "title": "Program",
          "type": "program",
          "items": [
            { "time": "9:30 AM", "event": "Keynote (20 min)" },
            { "time": "", "event": "Participant presentations highlighting diverse case studies and experiences (10 min each, max 120 mins plus a break of 15 min)" },
            { "time": "", "event": "Brief introduction to methodological and regulatory considerations (20 mins)" },
            { "time": "", "event": "Participatory design session to collaboratively develop field study methodologies (120 mins). Based on prior participatory workshops on emerging technologies, participants will be split into groups. Each group will be guided by one of the workshop organizers. There will be three rounds with three different prompts. The aim of this participatory session is to create concrete field study methodologies to develop, investigate and understand emerging technologies in hybrid, collaborative spaces." },
            { "time": "", "event": "Group presentation and discussion to summarize methodological insights and practical recommendations (60 mins). Each group presents their findings from the participatory design sessions." },
            { "time": "", "event": "Workshop conclusion to summarize the day and discuss how to proceed with the topic within this community. (20 min)" }
          ]
        },
        {
          "title": "Submissions",
          "type": "bullets",
          "text": "We invite researchers, practitioners, and academics from diverse sectors to participate in our workshop on field studies with emerging technologies in collaborative, hybrid spaces. The workshop will focus on methodologies, challenges, regulatory considerations, recruitment strategies and future applications in this domain. We aim to foster discussions and networking opportunities among experts and newcomers alike.",
          "bullets": [
            "Deadline: 29.06.2025",
            "Format: Position paper of 1 to 2 pages in the ACM two-column template using the <span style=\"color:#740712\"><a href='https://www.overleaf.com/latex/templates/acm-conference-proceedings-primary-article-template/wbvnghjbzwpc' target='_blank' >Overleaf template.</a></span>",
            "Topics: Papers should address field study experiences, methodologies, emerging technologies, regulatory considerations, recruitment strategies or propose concepts for future applications.",
            "All submissions must include author information",
            "Please submit your position paper through <span style=\"color:#740712\"><a href='https://www.conftool.pro/muc2025/index.php/' target='_blank'>ConfTool</a></span>.",
            "Submissions will be reviewed by workshop organizers and fellow participants. Accepted submissions will be included in the <span style=\"color:#740712\"><a href='https://dl.gi.de/' target='_blank'>GI Digital Library</a></span>.",
            "At least one author of each accepted submission must attend in person and register for at least one day of the conference.",
            "Six selected submissions will be presented in the form of lightning talks (5 mins each) with subsequent discussion (5 mins each). All other accepted submissions will be presented in the form of posters."
          ]
        },
        {
          "title": "Workshop Goals",
          "type": "bullets",
          "text": "Building on prior work in HCI field research, this workshop moves beyond conceptual debates to focus on practical strategies for integrating field studies in the future of collaborative work in hybrid spaces.",
          "bullets": [
            {
              "content": "Assess the current state of field research in HCI with the workshop participants"
            },
            {
              "content": "Identify methodological advances that facilitate efficient field studies"
            },
            {
              "content": "Explore best practices for regulatory compliance and data-sharing"
            },
            {
              "content": "Address structural barriers in publishing and funding that discourage field studies"
            },
            {
              "content": "Develop inclusive recruitment strategies and confidence-building measures for successful field access in field studies"
            }
          ]
        },
        {
          "title": "Topics of Interest",
          "type": "bullets",
          "text": "Rather than addressing these barriers in isolation, we organize discussions around three key themes that are central to advancing field studies in HCI:",
          "bullets": [
            {
              "title": "Structural Challenges in Conducting Field Research",
              "content": "How can we shift the publishing incentives in HCI to better support real-world research? What funding structures are needed to enable long-term, field-based studies instead of short-term lab projects? How can we make longitudinal field studies more feasible within current academic and industry collaboration models?"
            },
            {
              "title": "Regulatory and Ethical Considerations",
              "content": "How can researchers navigate the Forschungsdatenschutzgesetz, the EU AI Act, and other regulatory constraints when collecting real-world data? What are best practices for ensuring compliance while maintaining the scientific integrity and ecological validity of field research? How can research institutions support standardized, legally sound data-sharing frameworks?"
            },
            {
              "title": "Practical Methodologies for Moving into the Field",
              "content": "What methods and tools have successfully enabled field studies in HCI? How can we ensure collaboration between AI systems, digital tools, and human teams in real-world research? What are the best ways to measure impact and effectiveness in field settings while maintaining methodological rigor?"
            },
            {
              "title": "Challenges in Participant Recruitment and Decision-Making",
              "content": "What strategies can be employed to effectively recruit hard-to-reach groups, including marginalized populations and experts in specific contexts? How can we address the individual barriers—such as fear and mistrust—as well as the methodological difficulties in sampling that hinder participation?"
            }
          ]
        },
        {
          "title": "Organizers",
          "type": "people",
          "items": [
            {
              "name": "Ceenu George",
              "affiliation": "Technical University of Berlin",
              "description": "is a TT professor of Human-Computer Interaction at the Technical University of Berlin. Her research explores the intersection of HCI, extended reality (XR), and explainable AI (XAI), with a focus on collaborative interactions in hybrid environments. She has organized workshops at leading conferences and actively contributes to the HCI/XR community. Her work has been published in top-tier venues, addressing user experience, adaptive interfaces, and participatory design methods."
            },
            {
              "name": "Franziska Günther",
              "affiliation": "Technical University of Berlin / TU Dortmund University",
              "description": "is an ethnologist specializing in psychological anthropology. She is a research associate at TU Berlin and a doctoral candidate at TU Dortmund University. Her research focuses on the perspectives of individuals with lived experience at the intersection of peer support and professional participation. Using qualitative research methods, she explores the experiences and challenges faced by people with mental health conditions."
            },
            {
              "name": "Jana-Sophie Effert",
              "affiliation": "TU Dortmund University",
              "description": "is a research assistant and doctoral candidate at the Department of Work, Inclusion and Technology at TU Dortmund University. With a background in psychology and a focus on human factors, she is currently working primarily on the human-centered design of inclusive work systems. The focus is on the integration of people with disabilities in the development process of work software."
            },
            {
              "name": "Eva Wiese",
              "affiliation": "Technical University of Berlin",
              "description": "is a full professor of Experimental Psychology and Social Neuroscience at the Technical University of Berlin. Her research examines cognitive, behavioral and affective processes underlying social interactions between humans and artificial agents, such as robots or AI. She uses neural and behavioral measures in combination with dynamic interaction protocols that allow participants to engage in realistic social interactions with artificial agents and investigates how the brain responds to their social input."
            },
            {
              "name": "Sebastian Möller",
              "affiliation": "Technical University of Berlin / German Research Center for Artificial Intelligence (DFKI)",
              "description": "is a full professor for Quality and Usability at the Faculty for EE and CS of Technische Universität Berlin, and a Scientific Director at the German Research Center for Artificial Intelligence (DFKI). His focus is on the evaluation of Quality of Experience and User Experience, as well as on speech-based and text-based interfaces, mostly relying on large foundation models. He has contributed to VR/XR interfaces, and has founded the Berlin XR Lab."
            },
            {
              "name": "Veronica Hoth",
              "affiliation": "TU Chemnitz / TU Berlin",
              "description": "is a designer, research assistant at TU Chemnitz, and a doctoral candidate at TU Berlin. Her work focuses on user experience and human-centered design. She conducts research on design ethics to integrate value-oriented design into the human-centered design process through co-design workshops. Her focus lies in considering privacy and diversity in HCI design."
            },
            {
              "name": "Falko Dressler",
              "affiliation": "Technical University of Berlin",
              "description": "is a full professor for Telecommunication Networks at the School of Electrical Engineering and Computer Science, TU Berlin. His research objectives include next generation wireless communication systems in combination with distributed machine learning and edge computing for improved resiliency. Application domains include the internet of things, cyber-physical systems, and the internet of bio-nano-things."
            },
            {
              "name": "Stefan Brandenburg",
              "affiliation": "Chemnitz University of Technology",
              "description": "is Professor of General Psychology and Human Factors at Chemnitz University of Technology. His work focuses on the methods and explanatory models of human experience and behavior in relation to their interaction with technologies as well as the ethical aspects of the use and development of hybrid work and collaboration of new technologies."
            },
            {
              "name": "Frauke Mörike",
              "affiliation": "TU Dortmund University",
              "description": "heads the Department of Work, Inclusion and Technology at TU Dortmund University. As an ethnologist and business information scientist with many years of practical experience in multinational companies, her research interest is the design of inclusive socio-technical work systems with a special focus on the production conditions of software and the opportunities/risks of new forms of work for participation in work."
            },
            {
              "name": "Moritz Queisner",
              "affiliation": "Charité – Universitätsmedizin Berlin",
              "description": "is a professor in the field of digital health at the Department of Surgery at Charité – Universitätsmedizin Berlin. He is an expert in health technologies with a focus on future applications, technology assessment, knowledge transfer, and design principles in surgery. Moritz has an academic background in media studies, science and technology studies and digital health. His research explores mixed and virtual reality, imaging technologies and 3D/4D simulation in surgery."
            }
          ]
        }
      ]
    },
    {
      "id": "2",
      "title": "Reflections from MuC 2025: Field Research in HCI",
      "subtitle": "Challenges, Methods, and Future Directions",
      "description": "The MuC 2025 workshop examined the importance of field  research in HCI and ways to enhance current methods. Topics such as recruitment, inclusivity, and ethics were discussed. In group sessions, participants explored strategies for community engagement, ways to deal with setbacks in research practice, and structural challenges such as funding and regulation. ",
      "relatedProjects": [
    {
      "title": "See workshop details:",
      "linkTitle": "MuC 2025 Workshop - Embedding HCI in the Real World"
    }
  ],
      "media": [],
      "photos": [ {
        "title": "",
        "type": "photoslider",
        "photoSliderTitle": "Insights"
      }],
      "dates": [],

      "sections": [
      
  {
  "title": "Presentations",
  "type": "presentation",
  "text": "",
  "items": [
 {
    "title": "No Field Without Access: Recruitment as a Core Component of HCI Field Studies",
    "authors": "Jane-Sophie Effert, Franziska Günther",
    "description": [
      {"content": "HCI research must address the growing complexity of sociotechnical systems through in-situ, qualitative field studies that go beyond traditional usability testing."},
     {"content":
      "Participant recruitment and field access are often undervalued, yet they are methodologically significant aspects of study design."},
      {"content": "Recruitment strategies should be treated as integral to research design, shaping participation, data quality, and inclusivity in HCI field studies."}
    ],
    "link": "https://dl.gi.de/server/api/core/bitstreams/d11d47c0-dee3-42fe-98d8-7b19c701fa0a/content"
  },
  {
    "title": "Examining Real-World Use of Collaboration Tools through Body Tracking Sensors",
    "authors": "Julian Fietkau",
    "description": [
  {"content": "Affordable body tracking sensors enable semi-automated, long-term field studies of how people engage with interactive technologies."},
  {"content": "Deployments reveal both benefits and drawbacks of using body tracking data to quantitatively study interaction."},
  {"content": "A mixed-methods framework is proposed, integrating ethnographic approaches with sensor-based analysis to address technical and methodological challenges."}
],
    "link": "https://dl.gi.de/server/api/core/bitstreams/ab97dabf-4039-431a-9ddd-f620fd5ebc6f/content"
  },
  {
    "title": "Human-Computer Interaction from the Lens of Learning Experience Evaluation - Discussing Field Study Methods from a Newly Founded University",
    "authors": "Carina Ziegler, Andrea de Santiago Andrea, Isa Jahnke",
    "description": [
  {"content": "HCI field research is applied to learning experience design at a new university where all courses are digitally enhanced and studied using usability and user experience methods."},
  {"content": "The focus is on understanding student interactions with digital tools, peers, instructors, and pedagogical content in blended course settings."},
  {"content": "Open questions remain about which HCI fieldwork methods are suitable—or whether new ones are needed—to effectively study and improve learning experience design."}
]
,
    "link": "https://dl.gi.de/server/api/core/bitstreams/2e0ab171-ee86-4e24-bbc4-ba0fa9ff56e5/content"
  },
  {
    "title": "Field-Based Research on Hybrid Work: Approaching more inclusive Research practices for broader Perspectives?",
    "authors": "Henrik Sellmann, Niko Reiz, Jens Gerken, Frauke Mörike",
    "description": [
  {"content": "Hybrid work combines virtual and physical collaboration, reducing physical barriers for people with disabilities while introducing challenges such as team asymmetries and exclusion."},
  {"content": "Inclusive HCI research, using ethnography and participatory design, can address these challenges by emphasizing trust-building and adaptability."},
  {"content": "Prioritizing observation of real-world practices over stated preferences enables technology design to better support the accessibility potential of hybrid work."}
]
,
    "link": "https://dl.gi.de/items/fe390ac5-1a87-4a24-8b7e-706be388429b"
  },
  {
    "title": "Too Immersive for the Field? Addressing Safety Risks in Extended Reality User Studies",
    "authors": "Tanja Kojic, Sara Srebot, Maurizio Vergari, Mirta Moslavac, Maximilian Warsinke, Sebastian Möller, Lea Skorin-Kapov, Jan-Niklas Voigt-Antons",
    "description": [
  {"content": "XR technologies are increasingly studied in real-world environments, offering richer user insights but also amplifying safety challenges such as physical risks, psychological distress, and accessibility concerns."},
  {"content": "In unsupervised or crowdsourced testing, safety decisions often fall to individual researchers, raising issues of responsibility and consistency."},
  {"content": "Practical strategies are needed to guide researchers in conducting XR field studies safely and inclusively across diverse environments."}
]
,
    "link": "https://dl.gi.de/items/575ba1e3-5cf2-4a14-9387-e62e9b827836"
  },
  {
    "title": "Immersive Technology for Intangible Cultural Heritage: A Workshop with the Irula Community",
    "authors": "Thekla Mayer, David Fuhry, Ceenu George",
   "description": [
  {"content": "Immersive technologies like VR can play a role in supporting and preserving intangible cultural heritage such as language and cultural practices."},
  {"content": "A participatory workshop with the Irula community in Kerala explored opportunities and challenges in technology use, language attitudes, and design engagement."},
  {"content": "Findings highlight low-code development and design pathways for transferring intangible cultural artefacts into VR environments."}
]
,
    "link": "https://dl.gi.de/items/7b7ddf47-f908-4fca-a402-8f57a5580815"
  },
  {
    "title": "Improving Patient Experience During Radiotherapy: Insights from a Field Study at Charité",
    "authors": "Thekla Mayer, Iva Karabatic, Franziska Hausmann, Ceenu George",
    "description": [
  {"content": "Patient experience is a crucial measure of care quality, particularly in demanding treatments such as radiotherapy."},
  {"content": "A field study at Charité’s Campus Virchow used HCI methods to examine patients’ needs, frustrations, and coping strategies."},
  {"content": "Findings identify opportunities to improve information access, hospital navigation, and patient-staff interactions."}
]
,
    "link": "https://dl.gi.de/items/1941e31e-4c6a-4207-82ae-cb8c28958eea"
  }
]
},
{
  "title": "Interactive Session Summary",
  "type": "presentation",
  "items": [
    {
      "title": "Introduction",
      "description": "After the lunch break, we transitioned into the collaborative part of the workshop. In three rounds of group work, participants focused on different aspects of field research in HCI. Together, we identified pressing questions, discussed challenges, and developed initial solution approaches as well as ideas for future collaboration."
    },
    {
      "title": "Recruitment",
      "description": "Discussions centered on research synergies, aligning with participants’ perspectives, and building common ground before entering the field. A strong emphasis was placed on interdisciplinarity and community access. Another key topic was the question of appropriate benefits for participants: How can incentives be meaningful and respectful to the communities involved? Early ideas included: educating and employing participants, drawing on existing theories (e.g., Maslow’s hierarchy of needs) to decide on suitable benefits, and recognizing that what researchers see as “normal” in their everyday work may feel surprising and even exciting for participants - “make them amazed!”"
    },
    {
      "title": "Methods of Field Research",
      "description": "Groups reflected on the wide variety of methods in practice, ranging from qualitative (observations, diary studies) to quantitative (motion tracking, automated measurement). Much attention was given to the role of AI: how to prevent data overload given the richness of field studies, and how AI might help transform qualitative insights into more structured, quantifiable knowledge. At the same time, we raised questions about integrating AI responsibly into research processes. The session highlighted the need for open exchange about past failures and error culture, and it concluded with a call for future workshops dedicated to this topic."
    },
    {
      "title": "Structural and Ethical Challenges",
      "description": "The discussion touched on broader issues in planning and using field research. Key points included: ensuring that research results “reach” participants (e.g., by integrating return mechanisms into project writing), navigating structural constraints such as funding schemes, and building visibility and networks for access to difficult fields. Another thread focused on teaching: how can students be prepared for the complexity of field research, including setbacks and failures? Initial ideas included defining failure criteria as baselines and introducing more flexible grading categories."
    },
    {
      "title": "Outlook",
      "description": "We thank all participants for their contributions, presentations, and lively collaboration. The workshop highlighted the great potential of field research in HCI, as well as the many shared challenges, from field access to funding structures. Regular exchange is a valuable way to learn from one another, and we are currently exploring further opportunities for collaboration. We look forward to continuing this conversation in future settings."
    }
  ]
}

      ]
    }
  ]
}